# ----------------------------------------------------------------------------------------------------------------------
#       Набор необходимых инструментов
#
# ----------------------------------------------------------------------------------------------------------------------


from random import randint

class Instruments:
    # Генератор чисел
    def generate(self, size):
        num = ''
        for i in range(size):
            elem = randint(1, 9)
            num = num + str(elem)
        return num